<template>
  <div class="wrapper">
    <div class="content-page rules-info-page">
      <h1>Правила</h1>
      <div>
        <h2>Что за игра?</h2>
        <p>
          Secret Santa (Тайный Санта) – это анонимный обмен подарками на Рождество или Новый Год.
        </p>
      </div>
      <div>
        <h2>Как играть?</h2>
        <p>
          С помощью этого приложения вы можете организовать игру для своей компании.
          Каждый участник игры является и Тайным Сантой, и получателем подарка. 
        </p>
        <p>
          Чтобы распределить, кто кому дарит подарок,  создайте список всех участников.
          Каждый получит письмо на указанный email, где будет написано имя человека,
          которому нужно будет подарить подарок.
        </p>
        <p>
          В отличие от бумажной версии Тайного Санты, наш сервис работает таким образом,
          что участник не может получить в письме свое имя.
        </p>
      </div>
      <div>
        <h2>Анонимность</h2>
        <p>
          Запомните, Санта – тайный! Не раскрывайте свою личность. Это интригует и придает
          игре загадочности.
        </p>
      </div>
    </div>
  </div>
</template>

<style>

</style>